{
    "placesToVisit": [
      {
        "data": [
          {
            "id": 1,
            "title": "The Herbfarm, Woodinville, WA",
            "description": "The Herbfarm is the food destination in Washington. It offers themed dinners of nine courses, accompanied by five or six appropriate wines. The chefs make the most of seasonal produce, local meats and seafood and the best of nearby wineries. The restaurant has earned a host of top awards from Zagat, Fodor's, AAA, National Geographic Traveler and more. It's not cheap, with fixed priced meals typically running $225 to $265 per person."
          },
  
          {
            "id": 2,
            "title": "May Kitchen + Bar, Vashon, WA",
            "description": "May's Kitchen + Bar has a solid reputation for excellent Thai food and a wide assortment of wines and beers, both local and international. The food is authentic, offering a wide selection of dipping sauces that get rave reviews. Customers love the low-key ambience and friendly service. Awards include Open Table's Top 100 Restaurants in America. Dinner entrees run from $14 to $18."
          },
  
          {
            "id": 3,
            "title": "The Chef's Kitchen Restaurant, Langley, WA",
            "description": "The Chef's Kitchen has fixed-price dinnersthat are famous. The multi-course mealfeatures many Whidbey-fresh ingredients like include Penn Cove mussels, mushrooms and salmon. You can watch chef Matt Costello fix the food in the open-plan kitchen. Presentation isan essential part of the experience: from the artistic flair of the colors on the plate food to the beautiful tableware. The restaurant has a 3,000-bottle wine cellar. The fixed price is $155 per person, not including wine."
          },
          {
            "id": 4,
            "title": "Backdoor Kitchen, San Juan Island, WA",
            "description": "The Backdoor Kitchen in Friday Harbor has an international menu that has been called eclectic. Dinner choices range from an East Indian vegetarian platter and Vietnamese duck and prawn platter to pan-seared sea scallops, New York steak and classic lamb chops. The restaurant offers creative cocktails and specialty drinks that get rave reviews. Prices run from $31 to $60."
          },
          {
            "id": 5,
            "title": "SkyCity, Seattle, WA",
            "description": "No list of great restaurants in Washington would be complete without the Space Needle. SkyCity serves up amazing views along with its food. It's the sort of tourist attraction that gets the locals. The dinner menu includes well prepared standards like King salmon, scallops, Anderson Ranch lamb chops, beef tenderloin and braised short ribs. Dinner entrée prices range from $38 to $61."
          },
          {
            "id": 6,
            "title": "How to Cook a Wolf, Seattle, WA",
            "description": "The mission of How to Cook a Wolf is to use simple ingredients to create culinary splendor. The cuisine is Italian-inspired and the setting is rustic. Pasta dishes include a wonderful spaghetti, potato gnocchi and ramp and ricotta agnolotti. Plates include NY striploin carpaccio, steamed Manila clams, beet salad, polenta fritters and chicken liver mousse. Dinner prices range from $15 to $28."
          },
          {
            "id": 7,
            "title": "The Dining Room at Salish Lodge, Snoqualmie, WA",
            "description": "Salish Lodge is an institution. TheDining Room has excellent food with stunning view of Snoqualmie Falls. It is famous for its huge, four-course breakfasts, though a variety of brunch selections are offeredfor the less adventurous. The chefs use seasonal ingredients from around the Sound. It has received the Open Table Diner's Choice award as well as raves on TripAdvisor and other sites. The Country Breakfast is $37, brunches in the Dining Room range from $13 to 20 and dinner entrees are $38 to $125."
          },
          {
            "id": 8,
            "title": "5th Avenue Sandwich Shop, Olympia, WA",
            "description": "For the serious sandwich lover and the seriously hungry, nothing beats the 5th Avenue Sandwich Shop. The bread and ingredients are fresh and the portions are large. The shop also offers soups, salads and desserts. Sandwiches range from turkey cranberry and pastrami on rye to BBQ beef and the Hot Oly-beef, cheese and jalapeños. The pies and cookies are outstanding. Sandwich prices run from $7.50 to $10.75."
          },
          {
            "id": 9,
            "title": "Oak Table Café, Sequim, WA",
            "description": "The Oak Table is famous for making food from scratch, using fresh ingredients from the Olympic Peninsula. Customers love the huge selection of breakfast and lunch dishes. Breakfast, served all day long, includes a variety of pancakes: apple, German, Swedish, flapjacks and blintzes. The lunch menu includes a wide choice of sandwiches, salads, chicken dishes and burgers. The seasonal quiche gets raves. Breakfast runs from $8.50 to $13.25."
          },
          {
            "id": 10,
            "title": "Mountain Home Lodge, Leavenworth, WA",
            "description": "Diners at Mountain Home Lodge Restaurantget farm-to-table food and majestic mountain views. For people staying there, the lodge serves breakfast, lunch and evening wine and appetizers. Dinner on Saturday is open to the public, though reservations are necessary and the seating is small. Called the Chef's Dinner, it is a set menu that changes regularly. The cooking is flavorful and beautifully presented, using fresh ingredients. In fact, much of the organic produce is grown in the Lodge's own orchards and gardens. The restaurant often makes Top 10 lists for the state. The Saturday Chef's Dinner is $68."
          },
          {
            "id": 11,
            "title": "The Yellow Church Café, Ellensburg, WA",
            "description": "The Yellow Church Cafe is known for fresh bread baked on the premises daily and local ingredients. The restaurant gets its meat from farmers in the area, as well as seasonal fruits and vegetables. It makes use of wineries and microbreweries in the state. Lunch features a wide choice of salads, burgers, sandwiches and pasta. Dinner offerings include sesame-crusted tuna, cedar plank steelhead, ossobuco and Thai curry chicken. Dinner entrée prices run from $17 to $25."
          },
          {
            "id": 12,
            "title": "The Dining Room at Sun Mountain Lodge, Winthrop, WA",
            "description": "The excellent food at The Dining Room is complemented by the breathtaking views. The restaurant literally perches over the Methow Valley. The menu reflects the abundance from ranches, farms and wineries close by. Known for its unfussy dining experience, the restaurant offers creative cooking using local ingredients. For 25 years straight, it has received the Four Diamond Award from AAA. Dinner entrée prices run from $28 to $48."
          },
          {
            "id": 13,
            "title": "The Black Cypress, Pullman, WA",
            "description": "For an eclectic blend of Greek and Italian food, try the Black Cypress in Pullman. The restaurant is a standout in an area that isn't notable for its eateries. Especially popular are the cheese dishes, like the Cypriot cheese sandwich and the cheese plate. The breads win raves, the shish kebabs are famous and the roast chicken is a favorite. The restaurant has a wide selection of wines and cocktails. Dinner entrée prices range from $12 to $26."
          },
          {
            "id": 14,
            "title": "Wild Sage Bistro, Spokane, WA",
            "description": "The Wild Sage Bistro serves up award-winning Northwest fare. They specialize in fresh, locally grown ingredients, and have a wide assortment of gluten-free foods. It has a relaxed setting, with the emphasis on enjoying the food. The cocktails are handcrafted, using fresh ingredients. They contain standards like fresh-squeezed grapefruit and lemon juices, as well as the unexpected, like roasted red pepper puree, which is part of a vodka concoction. The restaurant has been recognized by Epicurian, Local Eats, Urban Spoon and Talk of the Town. Dinner entrée prices range from $16 to $42."
          },
          {
            "id": 15,
            "title": "Brasserie Four, Walla Walla, WA",
            "description": "The Brasserie Four in Walla Walla has superior French cuisine, along with pizza, soups and sandwiches. All get a European treatment. It has a wide assortment of cheeses and wines. The bouillabaisse and vichyssoise are amazing. The desserts, especially the chocolate mousse, are favorites. Prices range from $11 to $29."
          }
        ]
      }
    ]
  }
  